Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1131_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámi giellalávgunoahpahusas ohccojuvvojit geavada oahpahanmetodat
smn: Säämi kielâlávgumškovliittâsâst uuccâp keevâtlâš máttááttemvuovijd

source: Sámi giellalávgunoahpahusa ovddideaddji skuvlenfidnu joatkašuvvá 6.-7.11. 2015 geavatlaš temáin.
smn: Säämi kielâlávgumškovliittâs ovdedeijee škovlimhaahâ juátkoo skammâmáánu 6.-7. peeivi keevâtlâš teemaiguin.

source: Skuvlenbeivviid áigge guorahallo mii sámegiela oahppamis lea váttis ja makkár bargometodaiguin mánáid lea vejolaš oažžut oahppat ja geavahit giela árrabajásgeassimis, skuvllas ja iešguđetlágan giellabirrasiin.
smn: Škovlimpeeivij ääigi suogârdâllâp tom, mii lii vaigâd sämikielâ oppâmist já magarij pargovuovijguin párnáid lii máhđulâš finniđ oppâđ já kevttiđ kielâ arâšoddâdmist, škoovlâst já sierâláán kielâpirrâduvâin.

source: Bearjadaga prográmmas gullat ee. Ohcejohnjálmmi skuvllas guhká bargan luohkáoahpaheaddji Inga Guttorm (Oahptii Iŋgá) logaldaga, mii vuođđuduvvá Guttorm barggustis ovddidan sámegiela oahppama ja oahpahanmetodaidda ja barggu vásihusaide.
smn: Vástuppeeivi ohjelmist lii ereslasseen Uccjuvnjäälmi škoovlâst kuhháá porgâm luokâmáttáátteijee Inga Guttorm (Oahptii Iŋgá) luvâldâllâm, mii vuáđuduvá sämikielâ oppâm já máttááttem pargovuovijd, maid sun lii pargostis ovdedâ já hárjánmijd, maid sun lii pargostis finnim.

source: Bargometodaid ja vásihusaid gieđahalli logaldagaid dollet maiddái Ohcejogas doaibmi sámegielat luohká oahpaheaddji Aura Pieski ja Oulus bargi sámegielat mánáidgárdeoahpaheaddji Maila Vaarala.
smn: Pargovuovijd já hárjánmijd kietâdâllâv luvâlduvâin meid sämikielâlâš luoka máttáátteijee Uccjuuvâst Aura Pieski sehe Maila Vaarala, kii parga Oulust párnáikärdimáttáátteijen.

source: Sámi allaskuvllas sámegiela professoran doaibmi Ánte Aikio čielggada logaldagas gažaldaga ŠMii lea váttis sámegiela oahppamis ?
smn: Säämi ollâškoovlâ sämikielâ professor Ánte Aikio seelvât luvâlduvâstis koččâmuš ŠMii lii vaigâd sämikielâ oppâmist ?

source: Š Fáttá gieđahallá maiddái Eanodagas sámegiela lektoran bargi Berit-Ellen Juuso.
smn: ŠSiämmáá fáádást sárnu meid Berit-Ellen Juuso, kii pargâ Iänuduvâst sämikielâ lehtorin.

source: Sámegiela oaiveávnnasstuđeanta Magreta Sara fas muitala iežas dutkkusbarggu vuođul sámemánáid vánhemiid davvisámegiela dilis Eanodagas ja Anáris.
smn: Sämikielâ válduaamnâsuáppee Magreta Sara pelestis maainâst oppâčáituspargos vuáđuld sämipárnái vanhemij tavesämikielâ kielâtiileest Iänuduvâst já Anarist.

source: Lávvardaga 7.11. prográmma álgá Anára skuvllas luohkáoahpaheaddjin doaibmi Petra Kuuva logaldagain, mii gieđahallá anárašgiela giellalávgunmánáid oahpahusgiellan.
smn: Lávurduv 7.11. ohjelm álgá Aanaar škoovlâ luokamáttáátteijee Petra Kuuva luvâlduvváin, mii kietâdâl anarâškielâ kielâlávgumpárnái máttááttâskiellân.

source: Sámi oahpahusguovddážis anárašgiela oahpaheaddjin doaibmi Anna Morottaja logaldallá giellalávgunmetodas rávesolbmuidoahpahusas.
smn: Säämi máttááttâskuávdáá anarâškielâ máttáátteijee Anna Morottaja luvâldâl kielâlávgummetodist rävisolmoošmáttááttâsâst.

source: Anára skuvlla sámegiela oahpaheaddji Elle-Máret Näkkäläjärvi oahpista diehtoteknihka geavaheapmái ja ođđalágan bargometodaidda oahpahusas.
smn: Aanaar škoovlâ tavesämikielâ máttáátteijee Elle-Máret Näkkäläjärvi uáppist tiätutekniik kevttimân já uđđâláán pargovuovijd máttááttâsâst.

source: Lávvardaga oahpásmuvvo maiddái oahpaheaddjiid sámegielat oahpahusa várás hutkan máŋggaid bargometodaidda ja oahppamateriálaidda.
smn: Lávurduv uápásmup meid maŋgáid pargovuovijd já oppâmaterialáid, maid máttáátteijeeh láá utkâm máttááttâs várás.

source: Dákkárat leat ee. eanodatlaš Maarit Magga sámeduoji oahpahusa vuogit, Bealdovuomi skuvllas luohkáoahpaheaddjin doaibmi Hellin Pietikäinen matematihka oahpahusa veahkkeneavvun dahkkon Gárddastallan - speallu ja anárašgiela rávesolbmuidoahpahusas olu geavahuvvon giellameašttir-oahppi-vuohki.
smn: Tágáreh láá ovdâmerkkân Iänuduvlâš Maarit Magga tyejimáttááttâs vyevih, Piälduvyeme škoovlâ luokâmáttáátteijee Hellin Pietikäisii Gárddastallan – spellâ, mon sun lii utkâm pargoniävvun matematikmáttááttâsân já anarâškielâ rävisolmoošmáttááttâsâst ennuv kevttum kielâmiäštár- hárjuttâllee – vyehi.

source: Sámi giellalávgunoahpahusa ovddideaddji skuvlen lea Sámedikki ja Oulu universitehta Giellagas-instituhta oktasašfidnu ja bistá dán jagi loahpa rádjai.
smn: Säämi kielâlávgummáttááttâs ovdedeijee škovlim lii Sämitige já Oulu ollâopâttuv Giellagas-instituut ohtsâšpargo já pištá taan ive loopâ räi.

source: Jagi 2016 doaibman joatkašuvvá vel sámi giellalávgunoahpahusa gieđahalli resursagirjji doaimmaheapmin.
smn: Ive 2016 toimâ juátkoo vala reesuurskirje toimâtmáin, kirje kietâdâl säämi kielâlávgummáttááttâs.

source: Girjji lea dárkkuhus olggosaddit jagi 2016 áigge.
smn: Kirje kolgâččij almostuđ ive 2016 ääigi.

source: Fidnu ruhtadit oahpahusráđđehus ja Oulu universitehta.
smn: Haavâ ruttâdeijeeh láá máttááttâshaldâttâs já Oulu ollâopâttâh.

source: Mielde ovttasbarggus leat maiddái Sámi allaskuvla ja Vaasa universitehta.
smn: Ohtsâšpargokyeimin láá meid Säämi ollâškovlâ já Vaasa ollâopâttâh.

source: Fidnus leat fárus measta 40 sámegielain bargi árrabajásgeassi, oahpaheaddji ja oahpaheaddjistuđeantta.
smn: Haavâst láá mieldi aldasáid 40 sämikieláin pargee arâšoddâdeijed, máttáátteijed já uápped, kiäh loheh máttáátteijen.

source: Skuvlen lea guđa (6) akademalaš oahppočuoggá viidosaš.
smn: Škovlim lii kuuđâ (6) akateemisâš uáppučuággá vijđosâš.

source: Oahpahusbargiid skuvlen lea ođđa doaibmasuorgi Sámedikkis.
smn: Máttááttâspargovievâ škovlim lii Sämitiggeest uđđâ toimâsyergi.

source: Prográmma 6.-7.11.2015 sáhttá luđet
smn: Ohjelm 6.-7.11.2015 lii luođimnáál

source: dás.
smn: täst

source: Lassidieđut
smn: Lasetiäđuh

source: Sámedikki skuvlen- ja oahppamateriáladoaimmahat / vs. skuvlenčálli irmeli.
smn: Sämitige škovlim- já oppâmaterialtoimâttâh / vs. škovlimčällee irmeli.
